<!doctype html>
<html lang="en">
  <head>
    <title>Title</title>
    <!-- Required meta tags -->
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

    <!-- Bootstrap CSS -->
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/css/bootstrap.min.css" integrity="sha384-ggOyR0iXCbMQv3Xipma34MD+dH/1fQ784/j6cY/iJTQUOhcWr7x9JvoRxT2MZw1T" crossorigin="anonymous">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
    <link rel="stylesheet" href="./CSS/estilo.css">
  </head>
  <body>
    <div class="card text-justify">
    <div name="header" class="card-header sticky-top bg-light" aria-hidden="true">
    
    <div name="menu"><nav>
        <ul class="nav nav-pills mb-3 flex-column flex-sm-row" >
          <li class="nav-item">
            <button type="button" class="nav-link active" data-toggle="pill" data-target="#sobremi">SOBRE MI <span class="sr-only">(current)</span></button>
          </li>
          <li class="nav-item">
            <button type="button" class="nav-link" data-toggle="pill" data-target="#cualidades">CUALIDADES</button>
          </li>
          <li class="nav-item">
            <button type="button" class="nav-link" data-toggle="pill" data-target="#curriculum">CURRICULUM</button>
          </li>
          <li class="nav-item">
            <button type="button" class="nav-link" data-toggle="pill" data-target="#premios">PREMIOS</button>
          </li>
          <li class="nav-item">
            <button type="button" class="nav-link" data-toggle="pill" data-target="#aptitudes">APTITUDES</button>
          </li>
          <li class="nav-item">
            <button type="button" class="nav-link" data-toggle="pill" data-target="#contacto">CONTACTO</button>
          </li>
        </ul>
    </nav></div></div>
    <div name="contenido" class="tab-content card-body " >
      <div name="sobremi" id="sobremi" class="tab-pane fade show active"><p>Soy T&eacute;cnico Superior en Desarrollo de Aplicaciones Multiplataforma, t&eacute;cnico en Microinform&aacute;tica y 
        redes, con m&aacute;s de diez a&ntilde;os de experiencia en el sector profesional y m&aacute;s de treinta a&ntilde;os experimentado y aprendiendo con ordenadores. Tengo conocimientos 
        sobre hardware, software, programaci&oacute;n y nuevas tecnolog&iacute;as; con predisposici&oacute;n para aprender lo necesario para superar cualquier reto que se me presente. </p></div>
      <div name="cualidades" id="cualidades" class="tab-pane fade"><ul>
        <li>Alta capacidad de aprendizaje de aplicaciones inform&aacute;ticas.</li>
        <li>Iniciativa</li>
        <li>Trabajo en equipo</li>
        <li>Conocimientos avanzados de inform&aacute;tica</li>
      </ul></div>
      <div name="curriculum" id="curriculum" class="tab-pane fade">
    <p>CURRICULUM VITAE - Web curr&iacute;culum<br /><br />Domicilio: 30007 - Murcia <br />Fecha de nacimiento : 10/16/1980<br />Carnet y veh&iacute;culo : B1 - Coche propio<br /><br /><br />Objetivo profesional<br /><br />Programaci&oacute;n, hardware, reparaci&oacute;n de ordenadores.<br /><br /><br />Experiencia profesional<br /><br />2018/Actualmente - THADERSAT 4.1 S.L.L. (Murcia - Murcia) - T&eacute;cnico inform&aacute;tico, helpdesk, desarrollador de aplicaciones. Mantenimiento software ERP, bases de datos SQL Server. <br /><br />2015/2016 (1 a&ntilde;o y 1 mes) - T&Eacute;CNICS EN SISTEMES INFORM&Agrave;TICS SUBINY&Agrave; (Manlleu - Barcelona) - T&eacute;cnico inform&aacute;tico, reparaci&oacute;n de ordenadores, venta al p&uacute;blico, instalaci&oacute;n de proyectores y pizarras digitales, asistencia in-situ. Orientaci&oacute;n a alumnos en pr&aacute;cticas. <br /><br />2011/2013 ( 1 a&ntilde;o y 5 meses ) - JUMAVI ILUMINACI&Oacute;N S.L. ( Beniparrell -Valencia ) - Gesti&oacute;n y producci&oacute;n:<br />gesti&oacute;n de compras nacionales y chinas. Gesti&oacute;n de pedidos , aprovisionamientos de materiales, facturaci&oacute;n y coordinaci&oacute;n con cadena de montaje. Realizaci&oacute;n de planos 3D en Autocad y Solidworks. Dise&ntilde;o y adaptaci&oacute;n a normativa de luminarias con diodos LED.<br /><br />2007/2008 ( 1 a&ntilde;o y 1 mes ) - DOCTOR PC COMPUTER SYSTEMS , SL ( Valencia ) - Jefe de taller : reparaci&oacute;n y<br />montaje de ordenadores, port&aacute;tiles y otros perif&eacute;ricos inform&aacute;ticos. Coordinaci&oacute;n de personal de taller. Asistencia telef&oacute;nica, venta al p&uacute;blico y atenci&oacute;n al cliente.<br /><br />2003 (4 meses ) - EVONET ( negocio propio, Valencia ) - Montador de redes inform&aacute;ticas: venta e instalaci&oacute;n el&eacute;ctrica de la red y de los equipos inform&aacute;ticos en cibercaf&eacute;s, oficinas y otros negocios.<br /><br />2001/2007 ( 5 a&ntilde;os y 4 meses ) - REGNA VALENCIA S.L. Y LIFANTE HIPERCONTROL S.L. ( Valencia ) - T&eacute;cnico<br />inform&aacute;tico: programador de aplicaciones inform&aacute;ticas, cajas registradoras, TPV, asistencia t&eacute;cnica y servicio postventa. Distribuidor de programas de gesti&oacute;n de tiendas, restaurantes, etc..., como Ictinium,<br />Verial, AM, Joira, Orderman... .<br /><br />2000/2001 ( 1 a&ntilde;o y 5 meses ) - CAFE INTERNET ( Valencia ) - Gesti&oacute;n de cibercaf&eacute;s: montaje de cibercaf&eacute;s en locales recreativos, explotaci&oacute;n de m&aacute;quinas recreativas, billares, administraci&oacute;n de redes a cibercaf&eacute;s y asistencia t&eacute;cnica.<br /><br />1999/2000 ( 11 meses ) - DOCTOR PC COMPUTER SYSTEMS S.L. - T&eacute;cnico inform&aacute;tico: reparaci&oacute;n y montaje de ordenadores, venta al p&uacute;blico. <br /><br />1998 ( 4 meses ) - JUMAVI ILUMINACI&Oacute;N S.L. ( Beniparrell -Valencia ) - Aprendiz de matricero: carpinter&iacute;a met&aacute;lica, iluminaci&oacute;n, preparaci&oacute;n y uso de m&aacute;quinas de inyecci&oacute;n, prensas, tornos manuales, fresadora CNC.<br /><br />Idiomas<br /><br />Valenciano - Nivel alto<br />Castellano - Lengua materna<br />Ingl&eacute;s - Nivel B&aacute;sico ( nivel b&aacute;sico hablado, nivel medio escrito ) <br /><br /><br />Inform&aacute;tica<br /><br />Autocad<br />SolidWorks<br />Componentes, hardware y software<br />Microsoft Office<br />Lenguajes de programaci&oacute;n gen&eacute;ricos<br />Redes inform&aacute;ticas<br />Programaci&oacute;n de p&aacute;ginas web en php, Javascript, MySql.<br />Sistemas operativos en red. <br /><br />Competencias<br /><br />Planificaci&oacute;n y organizaci&oacute;n: la empresa Jumavi Iluminaci&oacute;n, coordinaba las secciones de fabricaci&oacute;n, montaje , compras y ventas.<br /><br />Autoconfianza: no me gusta dejar nada sin terminar, siempre elijo todas las maneras posibles a mi disposici&oacute;n para lograr el objetivo.<br /><br />Autocontrol: la empresa Doctor PC llevaba un equipo de gente y consegu&iacute;a concordia con todo el equipo, incluido en momentos de tensi&oacute;n.<br /><br />Networking: el mundo est&aacute; lleno de conocimientos, si yo no puedo hacer algo, seguro que conozco a alguien que puede o alguien que conozca a otro que si pueda hacerlo; trabajando en red puedo alcanzar el objetivo planteado.<br /><br />Pensamiento anal&iacute;tico: en el mundo de la inform&aacute;tica siempre has de ver los problemas desde varios puntos de vista; analizando con l&oacute;gica los problemas siempre sueles obtener la respuesta .<br /><br />Iniciativa: en Jumavi Iluminaci&oacute;n, si me fallaba alguna previsi&oacute;n, deb&iacute;a responder r&aacute;pidamente buscando alternativas para conseguir cumplir los objetivos planificados dentro del tiempo establecido.<br /><br />Preocupaci&oacute;n por el orden y la calidad: siempre se deben repasar los trabajos dos veces para asegurarse de que no hay errores y que lo que has hecho es coherente y es lo que te piden .<br /><br />Comunicaci&oacute;n: hay que ver qu&eacute; te piden y que quede bien claro, para actuar correctamente y en consecuencia , y presentar tus propuestas antes de hacer nada no deseado por el demandante.<br /><br />Orientaci&oacute;n al cliente: un cliente contento con el servicio es un cliente que vuelve, sin clientes no hay negocio . Hay que tener contentos a los clientes para que vuelvan y hagan uso del boca a boca para traer m&aacute;s clientes.<br /><br /><br />Formaci&oacute;n acad&eacute;mica<br /><br />2017 - CFGS de Desarrollo de Aplicaciones Multiplataforma - CIFP Carlos III (Cartagena) <br />2017 - CFGM de Microinform&aacute;tica y Redes - CIPFP Ausias March (Valencia) <br />2014 - ESO -IES Abastos (Valencia) <br />1994 - Certificado de escolaridad - C.P. Santo &Aacute;ngel de la Guarda ( Valencia)<br /><br /><br />Formaci&oacute;n complementaria<br /><br />2017 - Desarrollo de aplicaciones para Android - Plataforma de eFormaci&oacute;n de la CARM (Murcia)<br />2017 - Introducci&oacute;n a la programaci&oacute;n en Java - Plataforma de eFormaci&oacute;n de la CARM (Murcia)<br />2012 - Carnet de conductor de carretilla elevadora - Formaweb Valencia , SL ( Valencia)<br />2012 - Prevenci&oacute;n de riesgos laborales en la conducci&oacute;n de carretillas elevadoras - Formaweb Valencia, SL<br />( Valencia)<br />2000 - Aplicaciones inform&aacute;ticas de oficina - CE Codex ( Valencia)<br />2000 - Inserci&oacute;n en la igualdad - C.E. Codex ( Valencia)<br /><br /><br />Otros conocimientos<br /><br />Programaci&oacute;n en C# y entorno .NET.<br />Instalaciones y luminarias con diodos LED. Creaci&oacute;n, desarrollo, adecuaci&oacute;n a normativa y mantenimiento de equipos el&eacute;ctricos/electr&oacute;nicos con luminarias LED.<br />Planos 3D Autocad y SolidWorks: realizaci&oacute;n de planos para la fabricaci&oacute;n de piezas en tornos, prensas, inyecci&oacute;n...<br />Instalaci&oacute;n y mantenimiento de sistemas inform&aacute;ticos.<br />Programaci&oacute;n (otros lenguajes). <br /><br /><br />Otros datos de inter&eacute;s<br /><br />Capacidad y flexibilidad para formarse en otros campos relacionados con la inform&aacute;tica.<br />Participaci&oacute;n en radio online como Dj, montaje y mantenimiento del servidor de Radio Online (Icecast2/Airtime) bajo Ubuntu Server, emisi&oacute;n en vivo y programada.</p></div>
      <div name="premios" id="premios" class="tab-pane fade">• : Apartado en el que detallas los premios de dise&ntilde;o que has ganado.</div>
      <div name="aptitudes" id="aptitudes" class="tab-pane fade">• : Apartado en el que aparecen qu&eacute; cosas te se dan mejor</div>
      <div name="contacto" id="contacto" class="tab-pane fade">• : Apartado en el que detallas las formas en que la gente puede contactar contigo.</div>
    </div>
    <div name="footer" id="footer" class="card-footer text-muted fixed-bottom bg-light"><ul id="footer-rs">
      <li ><a href="http://www.linkedin.com/in/antonio-castilla-coronado"><i class="fa fa-linkedin" aria-hidden="true"></i></a></li>
      <li ><a href="http://www.linkedin.com/in/antonio-castilla-coronado"><i class="fa fa-facebook" aria-hidden="true"></i></a></li>
    </ul>
    <p >Antonio Castilla Coronado &copy;2020</p>

    </div>
    <!-- Optional JavaScript -->
    <!-- jQuery first, then Popper.js, then Bootstrap JS -->
    <script src="https://code.jquery.com/jquery-3.3.1.slim.min.js" integrity="sha384-q8i/X+965DzO0rT7abK41JStQIAqVgRVzpbzo5smXKp4YfRvH+8abtTE1Pi6jizo" crossorigin="anonymous"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.7/umd/popper.min.js" integrity="sha384-UO2eT0CpHqdSJQ6hJty5KVphtPhzWj9WO1clHTMGa3JDZwrnQq4sF86dIHNDz0W1" crossorigin="anonymous"></script>
    <script src="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/js/bootstrap.min.js" integrity="sha384-JjSmVgyd0p3pXB1rRibZUAYoIIy6OrQ6VrjIEaFf/nJGzIxFDsf4x0xIM+B07jRM" crossorigin="anonymous"></script>
  </body>
</html>